alsa-utils
ansible
archlinux-themes-slim
autoconf
automake
bash
binutils
bison
brasero
bzip2
chromium
cmus
conky
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker
dunst
e2fsprogs
evolution
evolution-ews
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
gnome-keyring
gnu-netcat
graphviz
grep
groff
gst-plugins-bad
gst-plugins-base
gst-plugins-ugly
gzip
htop
i3-wm
i3lock
i3status
iftop
inetutils
iproute2
iputils
jfsutils
less
libreoffice-fresh
libtool
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mlocate
mtpaint
mysql-workbench
nano
net-tools
netctl
nmap
ntp
openssh
openvpn
pacman
patch
pciutils
pcmciautils
percona-server-clients
perl
pkg-config
procps-ng
psmisc
python-virtualenv
python-virtualenvwrapper
qt4
reiserfsprogs
rxvt-unicode
s-nail
scrot
sed
shadow
slim
slim-themes
speedtest-cli
sshpass
sudo
sysfsutils
syslinux
systemd-sysvcompat
tar
texinfo
tigervnc
transmission-qt
ttf-dejavu
ttf-inconsolata
urxvt-perls
usbutils
util-linux
vagrant
vi
vim
vinagre
virtualbox
virtualbox-guest-modules-arch
w3m
wget
which
wpa_supplicant
xclip
xf86-input-synaptics
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xorg-server
xorg-server-utils
xorg-twm
xorg-xclock
xorg-xinit
xterm
zathura
zsh
